Repository: hkarlsen06/Tidex
Catalog: ios/Resources/Localization/App/Localizable.xcstrings
Source language: en
Languages: ar, bg, bn, ca, cs, da, de, el, es, et, fa, fi, fil, fr, he, hi, hr, hu, id, is, it, ja, ko, lt, lv, nb, nl, nn, pl, pt_br, ro, ru, sk, sl, sr, sv, sw, ta, th, tr, uk, ur, vi, zh_hans, zh_hant

# auth.error.serverUnreachable
source: Couldn't connect to the server
ar: تعذّر الاتصال بالخادم
bg: Неуспешно свързване със сървъра
bn: সার্ভারে সংযোগ করা যায়নি
ca: No s'ha pogut connectar amb el servidor
cs: Nepodařilo se připojit k serveru
da: Kunne ikke oprette forbindelse til serveren
de: Verbindung zum Server fehlgeschlagen
el: Δεν ήταν δυνατή η σύνδεση με τον διακομιστή
es: No se pudo conectar con el servidor
et: Serveriga ei õnnestunud ühendust luua
fa: اتصال به سرور ممکن نشد
fi: Yhteyttä palvelimeen ei voitu muodostaa
fil: Hindi makakonekta sa server
fr: Connexion au serveur impossible
he: לא ניתן להתחבר לשרת
hi: सर्वर से कनेक्ट नहीं हो सका
hr: Povezivanje s poslužiteljem nije uspjelo
hu: Nem sikerült csatlakozni a szerverhez
id: Tidak dapat terhubung ke server
is: Ekki tókst að tengjast þjóninum
it: Impossibile connettersi al server
ja: サーバーに接続できませんでした
ko: 서버에 연결할 수 없습니다
lt: Nepavyko prisijungti prie serverio
lv: Neizdevās izveidot savienojumu ar serveri
nb: Kunne ikke koble til serveren
nl: Kan geen verbinding maken met de server
nn: Kunne ikkje kople til tenaren
pl: Nie udało się połączyć z serwerem
pt_br: Não foi possível conectar ao servidor
ro: Conectarea la server a eșuat
ru: Не удалось подключиться к серверу
sk: Nepodarilo sa pripojiť k serveru
sl: Povezava s strežnikom ni uspela
sr: Povezivanje sa serverom nije uspelo
sv: Kunde inte ansluta till servern
sw: Imeshindikana kuunganisha kwenye seva
ta: சேவையகத்துடன் இணைக்க முடியவில்லை
th: เชื่อมต่อกับเซิร์ฟเวอร์ไม่ได้
tr: Sunucuya bağlanılamadı
uk: Не вдалося підключитися до сервера
ur: سرور سے رابطہ نہیں ہو سکا
vi: Không thể kết nối với máy chủ
zh_hans: 无法连接到服务器
zh_hant: 無法連線至伺服器

# auth.error.sessionMissing
source: Sign-in didn't complete. Try again.
ar: لم يكتمل تسجيل الدخول. حاول مجددًا.
bg: Влизането не завърши. Опитайте отново.
bn: লগইন সম্পন্ন হয়নি। আবার চেষ্টা করুন।
ca: No s'ha completat l'inici de sessió. Torna-ho a provar.
cs: Přihlášení se nedokončilo. Zkuste to znovu.
da: Login blev ikke fuldført. Prøv igen.
de: Anmeldung nicht abgeschlossen. Versuche es erneut.
el: Η σύνδεση δεν ολοκληρώθηκε. Δοκιμάστε ξανά.
es: No se completó el inicio de sesión. Inténtalo de nuevo.
et: Sisselogimine ei õnnestunud. Proovi uuesti.
fa: ورود کامل نشد. دوباره تلاش کنید.
fi: Kirjautuminen ei onnistunut. Yritä uudelleen.
fil: Hindi nakumpleto ang pag-log in. Subukan ulit.
fr: La connexion n'a pas abouti. Réessayez.
he: ההתחברות לא הושלמה. יש לנסות שוב.
hi: साइन इन पूरा नहीं हुआ। फिर से कोशिश करें।
hr: Prijava nije dovršena. Pokušajte ponovno.
hu: A bejelentkezés nem fejeződött be. Próbálja újra.
id: Login tidak selesai. Coba lagi.
is: Innskráningu lauk ekki. Reyndu aftur.
it: Accesso non completato. Riprova.
ja: ログインが完了しませんでした。もう一度お試しください。
ko: 로그인이 완료되지 않았습니다. 다시 시도하세요.
lt: Nepavyko prisijungti. Bandykite dar kartą.
lv: Pierakstīšanās netika pabeigta. Mēģiniet vēlreiz.
nb: Innloggingen ble ikke fullført. Prøv igjen.
nl: Inloggen is niet voltooid. Probeer het opnieuw.
nn: Innlogginga vart ikkje fullført. Prøv igjen.
pl: Logowanie nie zostało ukończone. Spróbuj ponownie.
pt_br: Não foi possível concluir o login. Tente novamente.
ro: Autentificarea nu s-a finalizat. Încearcă din nou.
ru: Не удалось завершить вход. Попробуйте ещё раз.
sk: Prihlásenie sa nedokončilo. Skúste to znova.
sl: Prijava ni bila dokončana. Poskusite znova.
sr: Prijavljivanje nije završeno. Pokušajte ponovo.
sv: Inloggningen slutfördes inte. Försök igen.
sw: Kuingia hakukukamilika. Jaribu tena.
ta: உள்நுழைவு நிறைவடையவில்லை. மீண்டும் முயலவும்.
th: เข้าสู่ระบบไม่สำเร็จ ลองอีกครั้ง
tr: Giriş tamamlanamadı. Tekrar deneyin.
uk: Не вдалося завершити вхід. Спробуйте ще раз.
ur: لاگ اِن مکمل نہیں ہوا۔ دوبارہ کوشش کریں۔
vi: Đăng nhập chưa hoàn tất. Hãy thử lại.
zh_hans: 登录未完成，请重试。
zh_hant: 登入未完成，請再試一次。

# auth.error.sessionTimedOut
source: Loading your session took too long. Check your connection and try again.
ar: استغرق تحميل جلستك وقتًا طويلًا. تحقق من اتصالك وحاول مجددًا.
bg: Зареждането на сесията ви отне твърде дълго. Проверете връзката си и опитайте отново.
bn: আপনার সেশন লোড হতে বেশি সময় লাগছে। সংযোগ পরীক্ষা করে আবার চেষ্টা করুন।
ca: La sessió ha trigat massa a carregar-se. Comprova la connexió i torna-ho a provar.
cs: Načítání relace trvalo příliš dlouho. Zkontrolujte připojení a zkuste to znovu.
da: Det tog for lang tid at indlæse din session. Tjek din forbindelse, og prøv igen.
de: Das Laden deiner Sitzung hat zu lange gedauert. Prüfe deine Verbindung und versuche es erneut.
el: Η φόρτωση της συνεδρίας σας άργησε πολύ. Ελέγξτε τη σύνδεσή σας και δοκιμάστε ξανά.
es: La sesión tardó demasiado en cargar. Comprueba tu conexión e inténtalo de nuevo.
et: Seansi laadimine võttis liiga kaua aega. Kontrolli ühendust ja proovi uuesti.
fa: بارگذاری نشست شما بیش از حد طول کشید. اتصال خود را بررسی کنید و دوباره تلاش کنید.
fi: Istunnon lataaminen kesti liian kauan. Tarkista yhteys ja yritä uudelleen.
fil: Masyadong matagal i-load ang iyong session. Suriin ang koneksyon at subukan ulit.
fr: Le chargement de votre session a pris trop de temps. Vérifiez votre connexion et réessayez.
he: טעינת ההפעלה נמשכה זמן רב מדי. יש לבדוק את החיבור ולנסות שוב.
hi: आपका सत्र लोड होने में बहुत समय लगा। कनेक्शन जाँचें और फिर से कोशिश करें।
hr: Učitavanje sesije predugo traje. Provjerite vezu i pokušajte ponovno.
hu: A munkamenet betöltése túl sokáig tartott. Ellenőrizze a kapcsolatot, és próbálja újra.
id: Sesi Anda terlalu lama dimuat. Periksa koneksi dan coba lagi.
is: Of langan tíma tók að hlaða lotunni þinni. Athugaðu tenginguna og reyndu aftur.
it: Il caricamento della sessione ha richiesto troppo tempo. Controlla la connessione e riprova.
ja: セッションの読み込みがタイムアウトしました。接続を確認して、もう一度お試しください。
ko: 세션을 불러오는 데 시간이 너무 오래 걸렸습니다. 연결 상태를 확인하고 다시 시도하세요.
lt: Seanso įkėlimas užtruko per ilgai. Patikrinkite ryšį ir bandykite dar kartą.
lv: Sesijas ielāde aizņēma pārāk daudz laika. Pārbaudiet savienojumu un mēģiniet vēlreiz.
nb: Det tok for lang tid å hente økten din. Sjekk tilkoblingen og prøv igjen.
nl: Het laden van je sessie duurde te lang. Controleer je verbinding en probeer het opnieuw.
nn: Det tok for lang tid å laste inn økta di. Sjekk tilkoplinga og prøv igjen.
pl: Wczytywanie sesji trwało zbyt długo. Sprawdź połączenie i spróbuj ponownie.
pt_br: Sua sessão demorou demais para carregar. Verifique sua conexão e tente novamente.
ro: Încărcarea sesiunii a durat prea mult. Verifică-ți conexiunea și încearcă din nou.
ru: Загрузка сеанса заняла слишком много времени. Проверьте подключение и попробуйте ещё раз.
sk: Načítanie relácie trvalo príliš dlho. Skontrolujte pripojenie a skúste to znova.
sl: Nalaganje seje je trajalo predolgo. Preverite povezavo in poskusite znova.
sr: Učitavanje sesije traje predugo. Proverite vezu i pokušajte ponovo.
sv: Det tog för lång tid att läsa in din session. Kontrollera anslutningen och försök igen.
sw: Kupakia kipindi chako kumechukua muda mrefu sana. Kagua muunganisho wako na ujaribu tena.
ta: உங்கள் அமர்வை ஏற்ற அதிக நேரமானது. இணைய இணைப்பைச் சரிபார்த்து மீண்டும் முயலவும்.
th: โหลดเซสชันนานเกินไป ตรวจสอบการเชื่อมต่อแล้วลองอีกครั้ง
tr: Oturumunuzun yüklenmesi çok uzun sürdü. Bağlantınızı kontrol edip tekrar deneyin.
uk: Завантаження сеансу триває надто довго. Перевірте з’єднання та спробуйте ще раз.
ur: آپ کا سیشن لوڈ ہونے میں بہت وقت لگا۔ اپنا کنکشن چیک کریں اور دوبارہ کوشش کریں۔
vi: Tải phiên đăng nhập mất quá nhiều thời gian. Hãy kiểm tra kết nối và thử lại.
zh_hans: 加载登录会话超时，请检查网络连接后重试。
zh_hant: 載入登入狀態逾時。請檢查網路連線後再試一次。

# auth.error.signupRequired
source: You need to sign up before you can log in
ar: يجب إنشاء حساب قبل تسجيل الدخول
bg: Трябва да се регистрирате, преди да влезете
bn: লগইন করার আগে নিবন্ধন করতে হবে
ca: T'has de registrar abans d'iniciar sessió
cs: Před přihlášením se musíte zaregistrovat
da: Du skal oprette en konto, før du kan logge ind
de: Du musst dich registrieren, bevor du dich anmelden kannst
el: Πρέπει να εγγραφείτε πριν συνδεθείτε
es: Debes registrarte antes de iniciar sesión
et: Enne sisselogimist pead registreeruma
fa: برای ورود، ابتدا باید ثبت‌نام کنید
fi: Sinun on rekisteröidyttävä ennen kirjautumista
fil: Kailangan mo munang mag-sign up bago mag-log in
fr: Vous devez vous inscrire avant de vous connecter
he: יש להירשם לפני ההתחברות
hi: लॉग इन करने से पहले साइन अप करें
hr: Morate se registrirati prije prijave
hu: A bejelentkezés előtt regisztrálnia kell
id: Anda harus mendaftar sebelum dapat login
is: Þú þarft að stofna aðgang áður en þú getur skráð þig inn
it: Devi registrarti prima di poter accedere
ja: ログインするには、先にアカウント登録が必要です
ko: 로그인하려면 먼저 가입해야 합니다
lt: Prieš prisijungdami turite užsiregistruoti
lv: Pirms pieteikšanās jums jāreģistrējas
nb: Du må registrere deg før du kan logge inn
nl: Je moet je registreren voordat je kunt inloggen
nn: Du må registrere deg før du kan logge inn
pl: Aby się zalogować, musisz najpierw założyć konto
pt_br: Você precisa se cadastrar antes de entrar
ro: Trebuie să te înregistrezi înainte de a te autentifica
ru: Чтобы войти, сначала зарегистрируйтесь
sk: Pred prihlásením sa musíte zaregistrovať
sl: Pred prijavo se morate registrirati
sr: Morate se registrovati pre nego što se prijavite
sv: Du måste registrera dig innan du kan logga in
sw: Unahitaji kujisajili kabla ya kuingia
ta: உள்நுழையும் முன் பதிவு செய்ய வேண்டும்
th: ต้องสมัครบัญชีก่อนเข้าสู่ระบบ
tr: Giriş yapmadan önce kaydolmanız gerekiyor
uk: Щоб увійти, спочатку зареєструйтеся
ur: لاگ اِن کرنے سے پہلے آپ کو رجسٹر ہونا ہوگا
vi: Bạn cần đăng ký trước khi đăng nhập
zh_hans: 请先注册，再登录
zh_hant: 請先註冊帳號，才能登入

# auth.error.signupRequiresPassword
source: Sign-up requires a valid password
ar: يتطلب إنشاء الحساب كلمة مرور صالحة
bg: За регистрация е необходима валидна парола
bn: নিবন্ধনের জন্য একটি বৈধ পাসওয়ার্ড প্রয়োজন
ca: Per registrar-te, cal una contrasenya vàlida
cs: K registraci je potřeba platné heslo
da: Oprettelse af en konto kræver en gyldig adgangskode
de: Für die Registrierung ist ein gültiges Passwort erforderlich
el: Για την εγγραφή απαιτείται έγκυρος κωδικός πρόσβασης
es: Necesitas una contraseña válida para registrarte
et: Registreerumiseks on vaja kehtivat parooli
fa: برای ثبت‌نام، رمز عبور معتبر لازم است
fi: Rekisteröityminen edellyttää kelvollista salasanaa
fil: Kailangan ng valid na password para mag-sign up
fr: Un mot de passe valide est requis pour s'inscrire
he: להרשמה נדרשת סיסמה תקינה
hi: साइन अप के लिए मान्य पासवर्ड ज़रूरी है
hr: Za registraciju je potrebna valjana lozinka
hu: A regisztrációhoz érvényes jelszó szükséges
id: Pendaftaran memerlukan kata sandi yang valid
is: Gilt lykilorð þarf til að stofna aðgang
it: Per registrarti serve una password valida
ja: アカウント登録には有効なパスワードが必要です
ko: 가입하려면 유효한 비밀번호가 필요합니다
lt: Registruojantis būtinas galiojantis slaptažodis
lv: Reģistrācijai nepieciešama derīga parole
nb: Registrering krever et gyldig passord
nl: Voor registratie is een geldig wachtwoord vereist
nn: Registrering krev eit gyldig passord
pl: Rejestracja wymaga prawidłowego hasła
pt_br: É necessária uma senha válida para se cadastrar
ro: Înregistrarea necesită o parolă validă
ru: Для регистрации нужен действительный пароль
sk: Na registráciu je potrebné platné heslo
sl: Za registracijo potrebujete veljavno geslo
sr: Za registraciju je potrebna važeća lozinka
sv: Ett giltigt lösenord krävs för registrering
sw: Kujisajili kunahitaji nenosiri halali
ta: பதிவு செய்யச் செல்லுபடியாகும் கடவுச்சொல் தேவை
th: การสมัครบัญชีต้องใช้รหัสผ่านที่ถูกต้อง
tr: Kaydolmak için geçerli bir şifre gerekli
uk: Для реєстрації потрібен дійсний пароль
ur: رجسٹریشن کے لیے درست پاس ورڈ ضروری ہے
vi: Cần có mật khẩu hợp lệ để đăng ký
zh_hans: 注册需要有效密码
zh_hant: 註冊時須提供有效密碼

# auth.error.smsCodeExpired
source: The SMS code has expired
ar: انتهت صلاحية رمز الرسالة النصية
bg: SMS кодът е изтекъл
bn: SMS কোডের মেয়াদ শেষ
ca: El codi SMS ha caducat
cs: Platnost SMS kódu vypršela
da: SMS-koden er udløbet
de: Der SMS-Code ist abgelaufen
el: Ο κωδικός SMS έληξε
es: El código SMS ha caducado
et: SMS-kood on aegunud
fa: کد پیامکی منقضی شده است
fi: Tekstiviestikoodi on vanhentunut
fil: Nag-expire na ang SMS code
fr: Le code SMS a expiré
he: תוקף קוד ה־SMS פג
hi: SMS कोड की समय-सीमा समाप्त हो गई है
hr: SMS kod je istekao
hu: Az SMS-kód lejárt
id: Kode SMS kedaluwarsa
is: SMS-kóðinn er útrunninn
it: Il codice SMS è scaduto
ja: SMSコードの有効期限が切れました
ko: SMS 코드가 만료되었습니다
lt: SMS kodo galiojimas baigėsi
lv: SMS koda derīguma termiņš ir beidzies
nb: SMS-koden har utløpt
nl: De sms-code is verlopen
nn: SMS-koden er utgått
pl: Kod SMS wygasł
pt_br: O código SMS expirou
ro: Codul SMS a expirat
ru: Срок действия кода из SMS истёк
sk: Platnosť SMS kódu vypršala
sl: Koda SMS je potekla
sr: SMS kod je istekao
sv: SMS-koden har gått ut
sw: Muda wa msimbo wa SMS umeisha
ta: SMS குறியீடு காலாவதியாகிவிட்டது
th: รหัส SMS หมดอายุแล้ว
tr: SMS kodunun süresi doldu
uk: Термін дії SMS-коду минув
ur: SMS کوڈ کی میعاد ختم ہو گئی ہے
vi: Mã SMS đã hết hạn
zh_hans: 短信验证码已过期
zh_hant: 簡訊驗證碼已過期

# auth.error.smsProviderRejected
source: The SMS provider rejected the request. Try again later.
ar: رفض مزوّد الرسائل النصية الطلب. حاول لاحقًا.
bg: Доставчикът на SMS услуги отхвърли заявката. Опитайте по-късно.
bn: SMS সেবাদাতা অনুরোধটি প্রত্যাখ্যান করেছে। পরে আবার চেষ্টা করুন।
ca: El proveïdor d'SMS ha rebutjat la sol·licitud. Torna-ho a provar més tard.
cs: Poskytovatel SMS požadavek odmítl. Zkuste to později.
da: SMS-udbyderen afviste anmodningen. Prøv igen senere.
de: Der SMS-Anbieter hat die Anfrage abgelehnt. Versuche es später erneut.
el: Ο πάροχος SMS απέρριψε το αίτημα. Δοκιμάστε ξανά αργότερα.
es: El proveedor de SMS rechazó la solicitud. Inténtalo más tarde.
et: SMS-teenuse pakkuja lükkas taotluse tagasi. Proovi hiljem uuesti.
fa: ارائه‌دهنده پیامک درخواست را رد کرد. بعداً دوباره تلاش کنید.
fi: Tekstiviestipalvelu hylkäsi pyynnön. Yritä myöhemmin uudelleen.
fil: Tinanggihan ng SMS provider ang kahilingan. Subukan ulit mamaya.
fr: Le fournisseur de SMS a refusé la demande. Réessayez plus tard.
he: ספק ה־SMS דחה את הבקשה. יש לנסות שוב מאוחר יותר.
hi: SMS सेवा प्रदाता ने अनुरोध अस्वीकार कर दिया। बाद में फिर कोशिश करें।
hr: Pružatelj SMS usluga odbio je zahtjev. Pokušajte ponovno kasnije.
hu: Az SMS-szolgáltató elutasította a kérést. Próbálja újra később.
id: Penyedia SMS menolak permintaan. Coba lagi nanti.
is: SMS-þjónustan hafnaði beiðninni. Reyndu aftur síðar.
it: Il provider SMS ha rifiutato la richiesta. Riprova più tardi.
ja: SMSプロバイダーがリクエストを拒否しました。後でもう一度お試しください。
ko: SMS 서비스 제공업체가 요청을 거부했습니다. 나중에 다시 시도하세요.
lt: SMS paslaugų teikėjas atmetė užklausą. Bandykite vėliau.
lv: SMS pakalpojumu sniedzējs noraidīja pieprasījumu. Mēģiniet vēlāk.
nb: SMS-leverandøren avviste forespørselen. Prøv igjen senere.
nl: De sms-provider heeft het verzoek afgewezen. Probeer het later opnieuw.
nn: SMS-leverandøren avviste førespurnaden. Prøv igjen seinare.
pl: Dostawca usługi SMS odrzucił żądanie. Spróbuj ponownie później.
pt_br: A operadora de SMS recusou a solicitação. Tente novamente mais tarde.
ro: Furnizorul de SMS a respins solicitarea. Încearcă din nou mai târziu.
ru: Сервис SMS отклонил запрос. Попробуйте позже.
sk: Poskytovateľ SMS zamietol požiadavku. Skúste to neskôr.
sl: Ponudnik storitve SMS je zavrnil zahtevo. Poskusite pozneje.
sr: SMS provajder je odbio zahtev. Pokušajte ponovo kasnije.
sv: SMS-leverantören avvisade begäran. Försök igen senare.
sw: Mtoa huduma wa SMS amekataa ombi. Jaribu tena baadaye.
ta: SMS சேவை வழங்குநர் கோரிக்கையை நிராகரித்தார். பின்னர் முயலவும்.
th: ผู้ให้บริการ SMS ปฏิเสธคำขอ ลองอีกครั้งภายหลัง
tr: SMS sağlayıcısı isteği reddetti. Daha sonra tekrar deneyin.
uk: Постачальник SMS відхилив запит. Спробуйте пізніше.
ur: SMS فراہم کنندہ نے درخواست مسترد کر دی۔ بعد میں دوبارہ کوشش کریں۔
vi: Nhà cung cấp SMS đã từ chối yêu cầu. Hãy thử lại sau.
zh_hans: 短信服务商拒绝了请求，请稍后重试。
zh_hant: 簡訊服務商拒絕了請求，請稍後再試。

# auth.error.smsRateLimited
source: Too many SMS requests. Try again later.
ar: طلبات الرسائل النصية كثيرة جدًا. حاول لاحقًا.
bg: Твърде много заявки за SMS. Опитайте по-късно.
bn: অনেক বেশি SMS অনুরোধ করা হয়েছে। পরে আবার চেষ্টা করুন।
ca: Massa sol·licituds d'SMS. Torna-ho a provar més tard.
cs: Příliš mnoho žádostí o SMS. Zkuste to později.
da: For mange SMS-anmodninger. Prøv igen senere.
de: Zu viele SMS-Anfragen. Versuche es später erneut.
el: Πάρα πολλά αιτήματα SMS. Δοκιμάστε ξανά αργότερα.
es: Demasiadas solicitudes de SMS. Inténtalo más tarde.
et: Liiga palju SMS-päringuid. Proovi hiljem uuesti.
fa: درخواست‌های پیامک بیش از حد است. بعداً دوباره تلاش کنید.
fi: Liian monta tekstiviestipyyntöä. Yritä myöhemmin uudelleen.
fil: Napakaraming kahilingan sa SMS. Subukan ulit mamaya.
fr: Trop de demandes de SMS. Réessayez plus tard.
he: נשלחו יותר מדי בקשות ל־SMS. יש לנסות שוב מאוחר יותר.
hi: बहुत ज़्यादा SMS अनुरोध किए गए हैं। बाद में फिर कोशिश करें।
hr: Previše zahtjeva za SMS. Pokušajte ponovno kasnije.
hu: Túl sok SMS-kérés. Próbálja újra később.
id: Terlalu banyak permintaan SMS. Coba lagi nanti.
is: Of margar SMS-beiðnir. Reyndu aftur síðar.
it: Troppe richieste di SMS. Riprova più tardi.
ja: SMSのリクエスト回数が多すぎます。後でもう一度お試しください。
ko: SMS 요청이 너무 많습니다. 나중에 다시 시도하세요.
lt: Per daug SMS užklausų. Bandykite vėliau.
lv: Pārāk daudz SMS pieprasījumu. Mēģiniet vēlāk.
nb: For mange SMS-forespørsler. Prøv igjen senere.
nl: Te veel sms-verzoeken. Probeer het later opnieuw.
nn: For mange SMS-førespurnader. Prøv igjen seinare.
pl: Zbyt wiele próśb o kody SMS. Spróbuj ponownie później.
pt_br: Muitas solicitações de SMS. Tente novamente mais tarde.
ro: Prea multe solicitări SMS. Încearcă din nou mai târziu.
ru: Слишком много запросов SMS. Попробуйте позже.
sk: Príliš veľa žiadostí o SMS. Skúste to neskôr.
sl: Preveč zahtev za SMS. Poskusite pozneje.
sr: Previše SMS zahteva. Pokušajte ponovo kasnije.
sv: För många SMS-förfrågningar. Försök igen senare.
sw: Maombi mengi mno ya SMS. Jaribu tena baadaye.
ta: அதிகமான SMS கோரிக்கைகள். பின்னர் முயலவும்.
th: ขอรหัส SMS บ่อยเกินไป ลองอีกครั้งภายหลัง
tr: Çok fazla SMS isteği gönderildi. Daha sonra tekrar deneyin.
uk: Забагато запитів на SMS. Спробуйте пізніше.
ur: SMS کی بہت زیادہ درخواستیں کی گئی ہیں۔ بعد میں دوبارہ کوشش کریں۔
vi: Quá nhiều yêu cầu SMS. Hãy thử lại sau.
zh_hans: 短信请求过于频繁，请稍后重试。
zh_hant: 簡訊請求過多，請稍後再試。

# auth.error.smsSendFailed
source: Couldn't send SMS
ar: تعذّر إرسال الرسالة النصية
bg: SMS съобщението не можа да бъде изпратено
bn: SMS পাঠানো যায়নি
ca: No s'ha pogut enviar l'SMS
cs: SMS se nepodařilo odeslat
da: Kunne ikke sende SMS
de: SMS konnte nicht gesendet werden
el: Δεν ήταν δυνατή η αποστολή SMS
es: No se pudo enviar el SMS
et: SMS-i saatmine ei õnnestunud
fa: ارسال پیامک ممکن نشد
fi: Tekstiviestiä ei voitu lähettää
fil: Hindi maipadala ang SMS
fr: Envoi du SMS impossible
he: לא ניתן לשלוח SMS
hi: SMS नहीं भेजा जा सका
hr: Slanje SMS-a nije uspjelo
hu: Nem sikerült elküldeni az SMS-t
id: Tidak dapat mengirim SMS
is: Ekki tókst að senda SMS
it: Impossibile inviare l'SMS
ja: SMSを送信できませんでした
ko: SMS를 보낼 수 없습니다
lt: Nepavyko išsiųsti SMS
lv: Neizdevās nosūtīt SMS
nb: Kunne ikke sende SMS
nl: Kan geen sms versturen
nn: Kunne ikkje sende SMS
pl: Nie udało się wysłać SMS-a
pt_br: Não foi possível enviar o SMS
ro: SMS-ul nu a putut fi trimis
ru: Не удалось отправить SMS
sk: Nepodarilo sa odoslať SMS
sl: Sporočila SMS ni bilo mogoče poslati
sr: Slanje SMS-a nije uspelo
sv: Kunde inte skicka SMS
sw: Imeshindikana kutuma SMS
ta: SMS அனுப்ப முடியவில்லை
th: ส่ง SMS ไม่ได้
tr: SMS gönderilemedi
uk: Не вдалося надіслати SMS
ur: SMS نہیں بھیجا جا سکا
vi: Không thể gửi SMS
zh_hans: 无法发送短信
zh_hant: 無法傳送簡訊

# auth.error.tokenExpiredOrInvalid
source: Token has expired or is invalid
ar: انتهت صلاحية الرمز أو أنه غير صالح
bg: Токенът е изтекъл или е невалиден
bn: টোকেনের মেয়াদ শেষ বা এটি অবৈধ
ca: El token ha caducat o no és vàlid
cs: Platnost tokenu vypršela nebo je neplatný
da: Tokenet er udløbet eller ugyldigt
de: Token ist abgelaufen oder ungültig
el: Το διακριτικό έχει λήξει ή δεν είναι έγκυρο
es: El token ha caducado o no es válido
et: Tõend on aegunud või vigane
fa: توکن منقضی شده یا نامعتبر است
fi: Tunniste on vanhentunut tai virheellinen
fil: Nag-expire na o hindi valid ang token
fr: Le jeton a expiré ou est invalide
he: תוקף האסימון פג או שהוא אינו תקין
hi: टोकन की समय-सीमा समाप्त हो गई है या यह अमान्य है
hr: Token je istekao ili nije valjan
hu: A token lejárt vagy érvénytelen
id: Token kedaluwarsa atau tidak valid
is: Auðkennið er útrunnið eða ógilt
it: Token scaduto o non valido
ja: トークンが無効か、有効期限が切れています
ko: 토큰이 만료되었거나 유효하지 않습니다
lt: Prieigos raktas nebegalioja arba yra neteisingas
lv: Pilnvaras derīguma termiņš ir beidzies vai tā nav derīga
nb: Token har utløpt eller er ugyldig
nl: Token is verlopen of ongeldig
nn: Tokenet er utgått eller ugyldig
pl: Token wygasł lub jest nieprawidłowy
pt_br: O token expirou ou é inválido
ro: Tokenul a expirat sau este invalid
ru: Срок действия токена истёк или он недействителен
sk: Platnosť tokenu vypršala alebo je neplatný
sl: Žeton je potekel ali ni veljaven
sr: Token je istekao ili je nevažeći
sv: Token har gått ut eller är ogiltig
sw: Muda wa tokeni umeisha au si halali
ta: டோக்கன் காலாவதியானது அல்லது செல்லாதது
th: โทเค็นหมดอายุหรือไม่ถูกต้อง
tr: Tokenin süresi dolmuş veya token geçersiz
uk: Термін дії токена минув або він недійсний
ur: ٹوکن کی میعاد ختم ہو گئی ہے یا یہ غلط ہے
vi: Mã xác thực đã hết hạn hoặc không hợp lệ
zh_hans: 令牌已过期或无效
zh_hant: 驗證權杖已過期或無效

# auth.error.userAlreadyRegistered
source: User is already registered
ar: المستخدم مسجّل بالفعل
bg: Потребителят вече е регистриран
bn: ব্যবহারকারী ইতিমধ্যে নিবন্ধিত
ca: L'usuari ja està registrat
cs: Uživatel je již zaregistrován
da: Brugeren er allerede registreret
de: Benutzer ist bereits registriert
el: Ο χρήστης είναι ήδη εγγεγραμμένος
es: El usuario ya está registrado
et: Kasutaja on juba registreeritud
fa: کاربر قبلاً ثبت‌نام کرده است
fi: Käyttäjä on jo rekisteröitynyt
fil: Nakarehistro na ang user
fr: Cet utilisateur est déjà inscrit
he: המשתמש כבר רשום
hi: उपयोगकर्ता पहले से पंजीकृत है
hr: Korisnik je već registriran
hu: A felhasználó már regisztrált
id: Pengguna sudah terdaftar
is: Notandinn er þegar skráður
it: Utente già registrato
ja: このユーザーはすでに登録されています
ko: 이미 등록된 사용자입니다
lt: Naudotojas jau užregistruotas
lv: Lietotājs jau ir reģistrēts
nb: Brukeren er allerede registrert
nl: Gebruiker is al geregistreerd
nn: Brukaren er allereie registrert
pl: Użytkownik jest już zarejestrowany
pt_br: Usuário já cadastrado
ro: Utilizatorul este deja înregistrat
ru: Пользователь уже зарегистрирован
sk: Používateľ je už zaregistrovaný
sl: Uporabnik je že registriran
sr: Korisnik je već registrovan
sv: Användaren är redan registrerad
sw: Mtumiaji tayari amesajiliwa
ta: பயனர் ஏற்கெனவே பதிவு செய்யப்பட்டுள்ளார்
th: ผู้ใช้นี้ลงทะเบียนแล้ว
tr: Kullanıcı zaten kayıtlı
uk: Користувача вже зареєстровано
ur: صارف پہلے سے رجسٹرڈ ہے
vi: Người dùng đã đăng ký
zh_hans: 用户已注册
zh_hant: 使用者已註冊
